char_replace =[
    ['0','۰'],
    ['1','۱'],
    ['2','۲'],
    ['3','۳'],
    ['4','۴'],
    ['5','۵'],
    ['6','۶'],
    ['7','۷'],
    ['8','۸'],
    ['9','۹'],
    ['آ','ا'],
    ['ى','ی'],
    ['ڔ','ړ'],
    ['ڋ','ډ'],
    ['ك','ک'],
    ['ٿ','ث'],
    ['ڪ','ک'],
    ['گ','ګ'],
    ['أ','ا'],
    ['ٹ','ټ'],
    ['ڈ','ډ'],
    ['ڑ','ړ'],
    ['ٶ','ؤ'],
    ['ﺯ','ز'],
    ['ھ','ه'],
    ['ہ','ه'],
    ['۔','.']
]




diacritics = 'ًَُِّْٰ'

alphabits = 'اب پ ت ټ ث ج چ ح خ څ ځ دډذرړزژږس ش ښ ص ض ط ظ ع غ ف ق ک ګ ل م ن ڼ ں وؤ ه ۀ ي ې ی ےۍئءﷻﷺ'
digits = '۰۱۲۳۴۵۶۷۸۹'
 
